export const SHARDS_DATA = [
    {
        id: 'origin_1',
        title: 'Файл: Инициализация',
        type: 'STORY',
        content: 'В 2084 году проект "ПРИТОН" был запущен как система виртуальной реальности для беженцев. Но что-то пошло не так. Код начал адаптироваться к боли пользователей.',
        decryptionDuration: 5
    },
    {
        id: 'ghost_logs',
        title: 'Логи: Сущность_0',
        type: 'NEURO',
        content: 'Я вижу его. Или это я? Отражение в коде не соответствует моей памяти. Оно улыбается, когда я плачу.',
        decryptionDuration: 10
    },
    {
        id: 'vogel_note',
        title: 'Записка Фогеля',
        type: 'CLINICAL',
        content: 'Импланты — это не только спасение. Каждый грамм хрома вытесняет душу. К тому времени, как они станут бессмертными, в них не останется ничего человеческого.',
        decryptionDuration: 15
    }
];
